export const DEFAULT_BRACKET_COLORS_DARK = [
    '#8D6E63', // теплий коричневий (земля)
    '#4A6741', // глибокий зелений (ліс)
    '#5C6BC0', // синьо‑сірий (камінь)
    '#A1887F', // світлий бежево‑коричневий (пісок)
    '#2E7D32', // насичений зелений (листя)
    '#546E7A', // холодний сіро‑синій (скеля)
    '#BF360C', // теракотовий (глина)
    '#1E88E5', // яскраво‑синій (вода)
    '#6D4C41', // темний коричневий (дерево)
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#795548', // коричневий (дерево)
    '#388E3C', // зелений (трава)
    '#1565C0', // синій (небо)
    '#D7CCC8', // світлий беж (камінь)
    '#2E7D32', // глибокий зелений (листя)
    '#607D8B', // сіро‑синій (камінь)
    '#E65100', // помаранчевий (глина)
    '#0288D1', // бірюзово‑синій (вода)
    '#4E342E', // темно‑коричневий (земля)
];
