export const DEFAULT_BRACKET_COLORS_DARK = [
    '#FF00FF', // неон‑фуксія
    '#00FFFF', // яскраво‑бірюзовий
    '#FFFF00', // кислотно‑жовтий
    '#00FF00', // неон‑зелений
    '#FF0000', // чисто‑червоний
    '#00FFAA', // аква‑неон
    '#FF8800', // неон‑помаранчевий
    '#AA00FF', // ультра‑фіолет
    '#00AAFF', // електро‑блакитний
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#D100D1', // насичена фуксія
    '#0099FF', // яскравий синій
    '#FFCC00', // золотисто‑жовтий
    '#00CC66', // соковитий зелений
    '#CC0033', // малиново‑червоний
    '#00CCCC', // бірюзовий
    '#FF6600', // неон‑оранжевий
    '#6600CC', // глибокий фіолет
    '#0066CC', // електро‑синій
];
