export const DEFAULT_BRACKET_COLORS_DARK = [
  '#2CFFC0', // яскраво‑червоний
  '#4D96FF', // насичений синій
  '#FFD93D', // теплий жовтий
  '#6BCB77', // соковитий зелений
  '#C77DFF', // фіолетовий
  '#00C2A8', // бірюзовий
  '#FF922B', // помаранчевий
  '#9D4EDD', // глибокий пурпур
  '#FF5DA2', // рожево‑малиновий
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
  '#B22222', // темно‑червоний
  '#005F8F', // глибокий синьо‑бірюзовий
  '#A3152A', // бордовий
  '#1C6B2A', // зелений
  '#5A33A2', // фіолет
  '#00695C', // темна бірюза
  '#B35C00', // коричнево‑помаранчевий
  '#1F4FA3', // синій
  '#8F1D6A', // пурпур
];
