export const DEFAULT_BRACKET_COLORS_DARK = [
    '#E0E0E0', // світло‑сірий
    '#FF5252', // акцентний червоний
    '#9E9E9E', // середній сірий
    '#40C4FF', // акцентний блакитний
    '#616161', // темно‑сірий
    '#69F0AE', // акцентний зелений
    '#424242', // глибокий графіт
    '#FFD740', // акцентний жовтий
    '#212121', // майже чорний
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#212121', // майже чорний
    '#E53935', // акцентний червоний
    '#757575', // середній сірий
    '#1E88E5', // акцентний синій
    '#BDBDBD', // світло‑сірий
    '#43A047', // акцентний зелений
    '#9E9E9E', // нейтральний сірий
    '#FDD835', // акцентний жовтий
    '#EEEEEE', // дуже світлий сірий
];
