export const DEFAULT_BRACKET_COLORS_DARK = [
    '#FF003C', // неон‑червоний
    '#00E5FF', // електро‑бірюза
    '#FFD300', // кислотно‑жовтий
    '#00FF85', // яскраво‑зелений
    '#FF00FF', // фуксія
    '#FF6B00', // неон‑помаранчевий
    '#00A6FF', // лазурний синій
    '#B200FF', // ультра‑фіолет
    '#FF007F', // рожево‑малиновий
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#D62828', // червоний аркадний
    '#0077B6', // синій екран
    '#F77F00', // помаранчевий піксель
    '#2A9D8F', // бірюзовий
    '#9D4EDD', // фіолет
    '#E9C46A', // золотисто‑жовтий
    '#264653', // темно‑синьо‑зелений
    '#FF006E', // неон‑рожевий
    '#118AB2', // яскраво‑блакитний
];
