export const DEFAULT_BRACKET_COLORS_DARK = [
    '#FF6F91', // полуничний рожевий
    '#FF9671', // персиковий
    '#FFC75F', // карамельний жовтий
    '#F9F871', // лимонний
    '#A0E7E5', // м’ятна бірюза
    '#B4F8C8', // пастельний зелений
    '#CDB4DB', // лавандовий
    '#FFB5E8', // цукрово‑рожевий
    '#85E3FF', // небесно‑блакитний
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#E75480', // малиновий
    '#FF9A76', // абрикосовий
    '#FFD166', // медово‑жовтий
    '#C1FBA4', // яблучно‑зелений
    '#9AD0EC', // блакитний льодяник
    '#D4A5FF', // виноградний фіолет
    '#FFB3C6', // маршмелоу рожевий
    '#FDE2E4', // ніжний кремовий
    '#A3C4F3', // пастельно‑синій
];
