export const DEFAULT_BRACKET_COLORS_DARK = [
    '#6A0DAD', // космічний фіолет
    '#1E90FF', // зоряний синій
    '#FF1493', // неон‑рожевий
    '#32CD32', // світло‑зелений (лазер)
    '#FFD700', // сяйво золота
    '#00FFFF', // бірюзовий неон
    '#FF4500', // червоний метеор
    '#9400D3', // глибокий індиго
    '#7FFF00', // лаймовий акцент
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#4B0082', // індиго
    '#4682B4', // сталевий синій
    '#C71585', // пурпурний акцент
    '#228B22', // зелений акцент
    '#DAA520', // золотистий
    '#20B2AA', // бірюзовий
    '#FF6347', // томатний червоний
    '#8A2BE2', // електро‑фіолет
    '#9ACD32', // жовто‑зелений
];
