export const DEFAULT_BRACKET_COLORS_DARK = [
    '#0077B6', // глибокий морський синій
    '#00B4D8', // бірюзові хвилі
    '#90E0EF', // світла морська піна
    '#CAF0F8', // небесно‑блакитний
    '#0096C7', // океанська глибина
    '#48CAE4', // яскраво‑бірюзовий
    '#ADE8F4', // ніжний аквамарин
    '#023E8A', // темно‑синій океан
    '#03045E', // нічне море
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#005F73', // глибокий морський зелено‑синій
    '#0A9396', // бірюзовий бриз
    '#94D2BD', // м’ятно‑морський
    '#E9D8A6', // пісок на пляжі
    '#EE9B00', // сонячний акцент
    '#CA6702', // кораловий відтінок
    '#BB3E03', // червоно‑теракотовий
    '#AE2012', // теплий акцент
    '#9B2226', // глибокий червоно‑коричневий
];
