export const DEFAULT_BRACKET_COLORS_DARK = [
    '#FFB5A7', // ніжно‑кораловий
    '#A0C4FF', // пастельно‑блакитний
    '#FCD5CE', // теплий персиковий
    '#B9FBC0', // м’ятний
    '#D7B9FF', // лавандовий
    '#9BF6FF', // світла бірюза
    '#FFD6A5', // пастельно‑жовтий
    '#CDB4DB', // ніжно‑фіолетовий
    '#FFADAD', // рожевий
];

export const DEFAULT_BRACKET_COLORS_LIGHT = [
    '#E63946', // теплий червоний
    '#457B9D', // холодний синій
    '#F4A261', // пастельний помаранчевий
    '#2A9D8F', // бірюзово‑зелений
    '#9D4EDD', // фіолет
    '#E9C46A', // світло‑жовтий
    '#264653', // глибокий синьо‑зелений
    '#D62828', // насичений червоний
    '#8D99AE', // сіро‑блакитний
];
